---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseMz
source: html/ed5a48b6-d536-4389-5266-0dd4c1808893.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseMz Property

"Start Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseMz { get; }
```